alacritty
android-tools
base
base-devel
blueman
brave-bin
btop
clang
clion
cmake-extras
cups
cups-pdf
cyme
datagrip
discord
dkms
dnsmasq
dolphin
droidcam
dunst
edk2-ovmf
efibootmgr
egl-wayland
espeak-ng
ethtool
fd
figma-linux
fzf
galculator
gdb
ghostscript
git
google-chrome
gparted
grass
grim
grub
gsfonts
helix
helixbinhx
hplip
htop
hyprland
hyprpaper
intel-ucode
iwd
libreoffice-still
libva-nvidia-driver
linux
linux-firmware
linux-headers
lldb
luarocks
ly
mesa-utils
nano
nautilus
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
npm
ntfs-3g
os-prober
pavucontrol
polkit-kde-agent
python-gdal
python-owslib
python-pip
python-psycopg2
qemu-full
qgis
qmk
qt5-wayland
qt6-wayland
rofi
sigil
slurp
smartmontools
sof-firmware
stremio
surfshark-client
swappy
swtpm
system-config-printer
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono
unzip
vim
visual-studio-code-bin
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zoom
zoxide
zram-generator
zsh
